Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: the mass of dissolved copper (II) sulfate in each glass
sv_se: massan av upplöst kopparsulfat i varje glas

source: the mass per cubic metre for each fuel
sv_se: massan per kubikmeter för varje bränsle

source: the material each container is made of
sv_se: materialet som varje förpackning är tillverkad av

source: the material from which the objects are made
sv_se: det material som föremålen är gjorda av

source: the material with a higher thermal conductivity
sv_se: Materialet med högre värmeledningsförmåga.

source: the material with a lower thermal conductivity
sv_se: Materialet med lägre värmeledningsförmåga.

source: the number of bones in the dinosaur’s foot
sv_se: antalet ben i dinosauriens fot

source: the number of determinants of global temperature that are used by the model to make predictions
sv_se: antalet bestämningsfaktorer som påverkar den globala temperaturen och som används i modellen för att göra förutsägelser

source: the number of eyes tested
sv_se: antalet ögon som testas

source: the number of lizards increases
sv_se: antalet ödlor ökar

source: the number of mosquitoes increases
sv_se: antalet myggor ökar

source: the number of offspring the dinosaur had
sv_se: hur många ungar dinosaurien hade

source: the number of rats increases
sv_se: antalet råttor ökar

source: the number of samples the astronaut collects at each site.
sv_se: antalet prover som astronauten samlar in på varje plats.

source: the number of toes on the dinosaur’s feet
sv_se: antalet tår på dinosauriens fot

source: the orientation of the magnet’s north pole (upwards or downwards)
sv_se: riktningen på magnetens nordpol (uppåt eller nedåt)

source: the orientation of the poles of their magnets
sv_se: orienteringen på magneternas poler

source: the percentage of the public who wear masks (compliance)
sv_se: den andel i procent av allmänheten som bär munskydd (följsamhet)

source: the place where the bus starts its journey
sv_se: platsen där bussen påbörjar sin resa

source: the presence of light and a sustained supply of nutrients needed by plants and algae to grow
sv_se: förekomsten av ljus och ständig tillgång till näringsämnen som växter och alger behöver för att växa

source: the presence of phytoplankton (photosynthetic marine algae and bacteria)
sv_se: förekomsten av fytoplankton (havslevande alger och bakterier som använder sig av fotosyntes)

source: the results of a study on the impact of lighting on sleep conducted by a company producing LED lamps
sv_se: resultaten från en studie om vilken påverkan ljus har på sömnen som utförts av ett företag som tillverkar LED-lampor

source: the results of a study on the sleep of mice exposed to permanent artificial lighting published in a scientific journal
sv_se: resultaten från en studie om sömnen hos möss som exponerats för permanent artificiell belysning, som har publicerats i en vetenskaplig tidskrift

source: the results of an experiment where each of the four objects is bent
sv_se: resultaten av ett experiment där vart och ett av de fyra föremålen böjs

source: the results of an online survey about people’s experiences of using the four objects
sv_se: resultaten av en onlineundersökning av människors erfarenheter av att använda de fyra föremålen

source: the same amount of water
sv_se: samma mängd vatten

source: the same growing location
sv_se: samma växtplats

source: the same growth rate
sv_se: samma tillväxthastighet

source: the same life span
sv_se: samma livslängd

source: the same time as on Earth
sv_se: Lika lång tid som på jorden

source: the size of each glass
sv_se: storleken på varje glas

source: the size of their magnets
sv_se: storleken på deras magneter

source: the slope of the river
sv_se: älvens lutning

source: the steepness of the river banks
sv_se: hur branta älvens kanter är

source: the student’s experience of brittle objects
sv_se: elevens erfarenhet av spröda föremål

source: the temperature at which each fuel burns
sv_se: den temperatur vid vilken varje bränsle förbränns

source: the temperature of the air around each container
sv_se: temperaturen på luften runt varje förpackning

source: the temperature of the food in each container at the end of the test
sv_se: temperaturen på maten i varje förpackning i slutet av testet

source: the time at which the temperature of the food in each container is measured
sv_se: tidpunkten när temperaturen på maten mäts i varje förpackning

source: the transmission of signals to the brain
sv_se: överföring av signaler till hjärnan

source: the type and amount of other greenhouse gases in the atmosphere
sv_se: typ och mängd av andra växthusgaser i atmosfären

source: the type of materials that make up the layers below the surface
sv_se: vilken typ av material som lagren under ytan består av

source: the type of rock on the river bottom
sv_se: typen av sten på älvens botten

source: the volume of the solution in each glass
sv_se: volymen av lösningen i varje glas

source: the weight of the ball
sv_se: bollens vikt

source: thermal energy
sv_se: värmeenergi

source: thermal pollutants
sv_se: värmeföroreningar

source: thermometer
sv_se: termometer

source: they should be elastic
sv_se: de ska vara elastiska

source: they should be recyclable
sv_se: de ska vara återvinningsbara

source: they should not leak
sv_se: de ska inte läcka

source: thinness
sv_se: tjocklek

source: three years
sv_se: tre år

source: time
sv_se: tid

source: times
sv_se: gånger

source: to attach to a rock
sv_se: att fästa sig på en sten

source: to attract a mate
sv_se: att locka till sig en partner

source: to attract a mate for reproduction
sv_se: att locka till sig en partner för fortplantning

source: to avoid any confusion when scientists communicate
sv_se: för att undvika möjlig förvirring när forskare kommunicerar

source: to avoid being eaten
sv_se: för att undvika att bli uppätna

source: to avoid traffic noise
sv_se: för att undvika trafikbuller

source: to better understand evolutionary relationships between organisms
sv_se: för att bättre förstå evolutionära släktskap mellan organismer

source: to communicate with other fish
sv_se: att kommunicera med andra fiskar

source: to encourage the use of energy sources that cause less environmental damage
sv_se: för att uppmuntra användning av energikällor som orsakar mindre miljöskador

source: to ensure that related species have the same subgroups and group names
sv_se: för att säkerställa att besläktade arter har samma namn på sina undergrupper och grupper

source: to ensure the town has a constant supply of power
sv_se: för att garantera att staden har en kontinuerlig elförsörjning

source: to find a mate and breed
sv_se: för att hitta en partner och fortplanta sig

source: to find a water source
sv_se: för att hitta en vattenkälla

source: to generate funding for research into clean energy innovations
sv_se: för att skapa finansiering för forskning om innovationer för ren energi

source: to help absorb warmth from the Sun
sv_se: att hjälpa till att absorbera värme från solen

source: to increase the total amount of power that can be generated
sv_se: för att öka den totala mängden elektricitet som kan överföras

source: to keep Jo dry
sv_se: att hålla Julia torr

source: to make decisions about which organisms are useful to humans
sv_se: för att fatta beslut om vilka organismer som är användbara för människor

source: to play traffic noise to all frogs in the area
sv_se: för att spela upp trafikbuller för alla grodor i området

source: to record the call of each frog clearly
sv_se: för att spela in varje grodas lockläten tydligt

source: to release eggs and sperm
sv_se: att släppa ut ägg och spermier

source: to sleep at night
sv_se: att sova på natten

source: to slow the cold air from entering the jacket
sv_se: att hindra den kalla luften från att komma in i jackan

source: to slow the warm air from leaving the jacket
sv_se: att hindra den varma luften från att lämna jackan

source: to stay hidden from predators
sv_se: att gömma sig för rovdjur

source: to swim in the sea
sv_se: att simma i havet

source: tomatoes (number)
sv_se: tomater (antal)

source: top layer
sv_se: översta lagret

source: total and peaks in energy use in the town.
sv_se: stadens totala energianvändning och topparna i stadens energianvändning.

source: total energy use in the town
sv_se: stadens totala energianvändning

source: total payment time
sv_se: total betalningstid

source: total waiting time at stops
sv_se: total väntetid vid hållplatser

source: traffic
sv_se: trafik

source: transparency
sv_se: genomskinlighet

source: travel along track
sv_se: kör längs banan

source: travel time
sv_se: restid

source: travel to
sv_se: res till

source: trench
sv_se: dike

source: turbine
sv_se: turbin

source: turn left 30°
sv_se: sväng 30° åt vänster

source: turn left and right
sv_se: svänga vänster och höger

source: turn off rocket
sv_se: stäng av raketen

source: turn on rocket at power level
sv_se: sätt igång raketen på effektnivå

source: turn onto track 2
sv_se: sväng in på bana 2

source: turn right 30°
sv_se: sväng 30° åt höger

source: turn right until middle sensor detects black
sv_se: sväng höger tills sensorn i mitten registrerar svart

source: turning off streetlights during the night
sv_se: släcka gatubelysningen under natten

source: two Mg²⁺ ions and one Cl²⁻ ion
sv_se: det går två Mg²⁺-joner på en Cl²⁻-jon

source: two Mg⁺ ions and one Cl²⁻ ion
sv_se: det går två Mg⁺-joner på en Cl²⁻-jon

source: two different pots
sv_se: två olika grytor

source: two months
sv_se: två månader

source: two pieces of the same type of fruit; both pieces are red
sv_se: två bitar av samma sorts frukt; båda bitarna är röda

source: two pieces of the same type of fruit; one piece is red and the other piece is white
sv_se: två bitar av samma sorts frukt; en bit är röd och den andra biten är vit

source: type of thinking tasks
sv_se: typ av tankeuppgifter

source: under the lamps
sv_se: under lamporna

source: underground water level
sv_se: underjordisk vattennivå

source: unlabelled
sv_se: omärkt

source: until
sv_se: tills

source: upstream (freshwater)
sv_se: uppströms (sötvatten)

source: use
sv_se: använd

source: use a heat source above the bottles
sv_se: använda en värmekälla ovanför flaskorna

source: use groundwater
sv_se: Genom att använda grundvattnet.

source: use of herbicides used to control weeds
sv_se: användning av ogräsmedel för att kontrollera ogräs

source: use of light when it is not necessary
sv_se: användning av ljus när det inte behövs

source: use of nitrogen-containing compounds as fertilisers
sv_se: användning av gödningsmedel innehållande kvävehaltiga föreningar

source: use parachute
sv_se: använd fallskärm

source: using a light-reflective material to make the pipe
sv_se: tillverka röret i ett ljusreflekterande material

source: using a sieve to separate solid food from liquid
sv_se: att använda ett såll för att skilja fast föda från flytande föda

source: using motion sensors to turn on lights
sv_se: använda rörelsedetektorer för att tända lampor

source: using solar panels to supply the electrical energy for the streetlights
sv_se: använda solpaneler för att leverera elenergi till gatubelysningen

source: using streetlights emitting light of mostly longer wavelengths
sv_se: använda gatubelysning som sänder ut ljus med längre våglängder

source: using vehicles powered by fossil fuels
sv_se: att använda fossildrivna fordon

source: very confident
sv_se: mycket säker

source: very high
sv_se: mycket hög

source: very low
sv_se: mycket låg

source: violet
sv_se: violett

source: volcanic ash or Moon soil
sv_se: vulkanisk aska eller månjord

source: wait
sv_se: vänta

source: wait 1 minute
sv_se: vänta 1 minut

source: walk
sv_se: promenera

source: walking (hrs)
sv_se: promenad (timmar)

source: warm springs
sv_se: varma källor

source: washing hair (shampoo)
sv_se: hårtvätt (schampo)

source: washing hands
sv_se: handtvätt

source: wastewater added to river here
sv_se: avloppsvatten tillsätts till floden här

source: water
sv_se: vatten

source: water (litres/day)
sv_se: vatten (liter per dag)

source: water (litres/week)
sv_se: vatten (liter per vecka)

source: water added to the fountain during the day
sv_se: vatten som tillförts fontänen under dagen

source: water and nutrients
sv_se: vatten och näringsämnen

source: water bottles
sv_se: vattenflaskorna

source: water flows from top to bottom and is recycled
sv_se: vatten flödar uppifrån och ner och återvinns

source: water in chamber
sv_se: vatten i kammaren

source: water in the fountain
sv_se: vatten i fontänen

source: water movement
sv_se: vattenrörelse

source: water particle
sv_se: vattenpartikel

source: water spilled from the fountain during the day
sv_se: vatten som runnit ut från fontänen under dagen

source: water tank
sv_se: vattentank

source: water temperature
sv_se: vattentemperatur

source: water well
sv_se: vattenbrunn

source: wavelength
sv_se: våglängd

source: wavelength range (nm)
sv_se: våglängdsintervall (nm)

source: weed
sv_se: ogräs

source: weightlifting (hrs)
sv_se: styrketräning (timmar)

source: wet deposition
sv_se: blött nedfall

source: wheat bread
sv_se: vetebröd

source: wheat bread with cheese
sv_se: vetebröd med ost

source: when run
sv_se: vid körning

source: whether the objects can be recycled
sv_se: om föremålen kan återvinnas

source: while
sv_se: så länge

source: white
sv_se: vitt

source: wildfire starts
sv_se: skogsbranden startar

source: wind
sv_se: vind

source: wind and tides that can be used as a source of renewable energy
sv_se: vind och tidvatten som kan användas som förnybara energikällor

source: wind | gas
sv_se: vind | gas

source: wind | solar
sv_se: vind | sol

source: within 100 m horizontal distance of motionless turbines at a height below 150 m
sv_se: inom ett horisontellt avstånd på 100 m från stillastående kraftverk på en höjd lägre än 150 m

source: within 100 m horizontal distance of moving turbines at a height below 150 m
sv_se: inom ett horisontellt avstånd på 100 m från roterande kraftverk på en höjd lägre än 150 m

source: within 100 m horizontal distance of the turbines at a height above 150 m
sv_se: inom ett horisontellt avstånd på 100 m från kraftverken på en höjd över 150 m

source: within 100m of turbines
sv_se: inom 100 m från kraftverken

source: wooden bowl
sv_se: träskål

source: years
sv_se: år

source: yellow
sv_se: gul

source: yes
sv_se: ja

source: ‘Because organic cotton is not genetically modified, more plants will be needed to get the same amount of cotton fibre.
sv_se: 'Eftersom ekologisk bomull inte är genetiskt modifierad, behövs det fler plantor för att få samma mängd bomullsfiber.

source: ‘Biodiversity’ refers to the variety of plants, animals and other organisms in a particular location or throughout the world.
sv_se: ”Biologisk mångfald” syftar på variationen av växter, djur och andra organismer på en särskild plats eller i hela världen.

source: ‘Certified organic cotton production uses less water, energy and fuel.
sv_se: 'Certifierad ekologisk bomullsproduktion förbrukar mindre vatten, energi och bränsle.

source: ‘There was no significant difference found between the yields of organic and non-organic cotton in each year tested.
sv_se: 'Man hittade ingen signifikant skillnad mellan skörd av ekologisk och icke ekologisk bomull under de år som testen genomfördes.

source: ‘Thermal conductivity’ is a measure of the ability of a material to conduct heat.
sv_se: 'Värmeledningsförmåga' är ett mått på hur bra ett material leder värme.

source: ‘warm-bloodedness’
sv_se: 'varmblodighet'

source: “Main <home>” refers to the home where you spend most of your time.
sv_se: Ditt huvudsakliga hem är där du bor större delen av tiden.

source: Which one of the following statements about this article is correct?
sv_se: Vilket av följande påståenden om denna artikel är korrekt?

source: Tropical
sv_se: Tropiskt

source: City
sv_se: Stad

source: Cities often use bores (wells) to bring groundwater to the surface for their water supply
sv_se: Städer använder ofta borrhåll (brunnar) för att ta upp grundvatten till ytan för sin vattenförsörjning.

source: Please type in the job title.
sv_se: Skriv vad hennes yrke kallas.

source: <country-specific>
sv_se: Hemmabio

source: <Language 601>
sv_se: Portugisiska

source: Including principals, assistant principals, and other staff whose main activity is management
sv_se: Inklusive rektorer, biträdande rektorer och annan personal med huvudsakligt ledningsansvar

source: (Please think of different kinds of digital devices such as for example desktop computers, portable laptops and tablet computers.)
sv_se: (Tänk på olika digitala enheter som t.ex. stationära datorer, bärbara datorer och surfplattor).
